{
    "date": "1944-09-17",
    "date_end": "1944-09-25",
    "description": "High risk operation to cross the Rhine which failed",
    "id": 2,

    "name": "Operation Market Garden",

    "loser": {
      "country": "USA",
      "strength": "41,628 airborne troops",
      "casualties": "17,200 casualties, 88 tanks, 144 aircraft"
    },

    "victor": {
      "country": "GER",
      "strength": "Unknown",
      "casualties": "13,300 casualties, 30 tanks, 159 aircraft"
    },

    "result": "Allied defeat",

    "pages": [
      {
        "id": 0,
        "title": "Chapter Resources",
        "paragraphs": []
      },
      {
        "id": 1,
        "title": "Introduction",
        "paragraphs": [
          "Operation Market Garden (17–25 September 1944) was an unsuccessful Allied military operation, fought in the Netherlands and Germany in the Second World War. It was the largest airborne operation up to that time."
        ],
        "order": [
          {"paragraphs": 0}
        ]
      },
      {
        "id": 2,
        "title": "Overview",
        "paragraphs": [
          "Field Marshal Montgomery's goal was to force an entry into Germany over the Lower Rhine. He wanted to circumvent the northern end of the Siegfried Line and this required the operation to seize the bridges across the Maas (Meuse River) and two arms of the Rhine (the Waal and the Lower Rhine) as well as several smaller canals and tributaries. Crossing the Lower Rhine would allow the Allies to encircle Germany's industrial heartland in the Ruhr from the north. It made large-scale use of airborne forces, whose tactical objectives were to secure the bridges and allow a rapid advance by armored units into Northern Germany.",
          "Several bridges between Eindhoven and Nijmegen were captured at the beginning of the operation but Lieutenant-General Brian Horrocks' XXX Corps ground force advance was delayed by the demolition of a bridge over the Wilhelmina Canal, an extremely overstretched supply line at Son, and failure to capture the main road bridge over the river Waal before 20 September. At Arnhem, the British 1st Airborne Division encountered far stronger resistance than anticipated. In the ensuing battle, only a small force managed to hold one end of the Arnhem road bridge and after the ground forces failed to relieve them, they were overrun on 21 September. The rest of the division, trapped in a small pocket west of the bridge, had to be evacuated on 25 September. The Allies had failed to cross the Rhine in sufficient force and the river remained a barrier to their advance until offensives at Remagen, Oppenheim, Rees and Wesel in March 1945. The failure of Market Garden ended Allied expectations of finishing the war by Christmas 1944."
        ],
        "images": [
          {
            "id": 0,
            "src": "img/chapters/operation-market-garden.0.jpg",
            "title": "title1",
            "caption": "caption1"
          },
          {
            "id": 1,
            "src": "img/chapters/operation-market-garden.1.jpg",
            "title": "title2",
            "caption": "caption2"
          }

        ],
        "order": [
          {"paragraphs": 0},
          {"images": 0},
          {"paragraphs": 1},
          {"paragraphs": 2},
          {"images": 1}
        ]
      }
    ],

    "objectives": [
      "Describe",
      "Contrast",
      "Identify",
      "Explain"
    ],

    "thoughts": [
      "Did",
      "Should",
      "Assess",
      "Military"
    ],

    "terms": [
      "Bridge Too Far",
      "Arnhem",
      "1st Airborne"
    ]


}
