{
    "date": "1944-10-23",
    "date_end": "1944-10-26",
    "description": "Largest naval battle of WW2",
    "id": 3,

    "name": "The Battle of Leyte Gulf",

    "victor": {
      "country": "USA",
      "strength": "~300 ships; 8 fleet carriers, 8 light carriers, 18 escort carriers, 12 battleships, 24 cruisers, 166 destroyers, ~1500 planes",
      "casualties": "~3,000 casualties; 1 light carrier, 2 escort carriers, 2 destroyers, 1 destroyer escort sunk; 200+ planes"
    },

    "loser": {
      "country": "JAP",
      "strength": "~67 ships; 1 fleet carrier, 3 light carriers, 9 battleships, 14 heavy cruisers, 6 light cruisers, 35+ destroyers, 300+ planes",
      "casualties": "12,500 dead; 1 fleet carrier, 3 light carriers, 3 battleships, 10 cruisers, 11 destroyers sunk; 300+ planes"
    },

    "result": "Decisive Allied victory",

    "pages": [
      {
        "id": 0,
        "title": "Chapter Resources",
        "paragraphs": []
      },
      {
        "id": 1,
        "title": "Introduction",
        "paragraphs": [
          "The Battle of Leyte Gulf, formerly known as the Second Battle of the Philippine Sea, is generally considered to be the largest naval battle of World War II and, by some criteria, possibly the largest naval battle in history. It was fought in waters of the Leyte Gulf, near the Philippine islands of Leyte, Samar and Luzon, from 23–26 October 1944, between combined American and Australian forces and the Imperial Japanese Navy. On 20 October, United States troops invaded the island of Leyte as part of a strategy aimed at isolating Japan from the countries it had occupied in Southeast Asia, and in particular depriving its forces and industry of vital oil supplies. The Imperial Japanese Navy (IJN) mobilized nearly all of its remaining major naval vessels in an attempt to defeat the Allied invasion but was repulsed by the U.S. Navy's 3rd and 7th Fleets. The IJN failed to achieve its objective, suffered very heavy losses, and never sailed to battle in comparable force thereafter. The majority of its surviving heavy ships, deprived of fuel, remained in their bases for the rest of the Pacific War."
        ],
        "order": [
          {"paragraphs": 0}
        ]
      },
      {
        "id": 2,
        "title": "Overview",
        "paragraphs": [
          "The battle consisted of four separate engagements between the opposing forces: the Battle of the Sibuyan Sea, the Battle of Surigao Strait, the Battle of Cape Engaño and the Battle off Samar, as well as other actions. It was the first battle in which Japanese aircraft carried out organized kamikaze attacks. By the time of the battle, Japan had fewer aircraft than the Allied forces had sea vessels, demonstrating the difference in power of the two sides at this point of the war.",
          "On 12 October 1944, the US 3rd Fleet under Admiral Halsey began a series of carrier raids against Formosa and the Ryukyu Islands, with a view to ensuring that the aircraft based there could not intervene in the Leyte landings. The Japanese command therefore put Shō-Gō 2 into action, launching waves of air attacks against 3rd Fleet's carriers. In what Morison refers to as a 'knock-down, drag-out fight between carrier-based and land-based air', the Japanese were routed, losing 600 aircraft in three days, almost their entire air strength in the region. Following the American invasion of the Philippines, the Japanese Navy made the transition to Shō-Gō 1.",
          "Shō-Gō 1 called for Vice-Admiral Jisaburō Ozawa's ships—known as the 'Northern Force'—to lure the main American covering forces away from Leyte. Northern Force would be built around several aircraft carriers, but these would have very few aircraft or trained aircrew. The carriers would serve as the main bait. As the US covering forces were lured away, two other surface forces would advance on Leyte from the west. The 'Southern Force' under Vice Admirals Shoji Nishimura and Kiyohide Shima would strike at the landing area via the Surigao Strait. The 'Center Force' under Vice Admiral Takeo Kurita—by far the most powerful of the attacking forces—would pass through the San Bernardino Strait into the Philippine Sea, turn southwards, and then also attack the landing area.",
          "US airpower ensured victory in a perilous situation."
        ],
        "images": [
          {
            "id": 0,
            "src": "chapters/images/battle-leyte-gulf.0.jpg",
            "title": "The four main actions in the battle of Leyte Gulf",
            "caption": "1: Battle of the Sibuyan Sea, 2: Battle of Surigao Strait, 3: Battle off Cape Engaño, 4: Battle off Samar. Leyte Gulf is north of 2 and west of 4. The island of Leyte is west of the gulf."
          },
          {
            "id": 1,
            "src": "chapters/images/battle-leyte-gulf.1.jpg",
            "title": "Battle of Surigao Strait",
            "caption": "US Navy battleships were able to cross the T of Imperial Japanese Navy forces. This was the last successful maneuver of this type, in which all firepower was able to concentrate on the lead ship of an enemy battle line."
          },
          {
            "id": 2,
            "src": "chapters/images/battle-leyte-gulf.2.jpg",
            "title": "Battle off Samar",
            "caption": "IJN fleet of 4 battleships, 6 heavy cruisers, 2 light criusers, and 11 destroyers engaged with USN forces consisting of 6 escort carriers, 3 destroyers, 4 destroyer escorts, and ultimately 400 aircraft. The US support ships managed to prevent the Japanese fleet from attacking the underdefended escort carriers, and in turn allowed aircraft from the carrier groups to repel the IJN force with major losses."
          }
        ],
        "order": [
          {"paragraphs": 0},
          {"images": 0},
          {"paragraphs": 1},
          {"paragraphs": 2},
          {"images": 1},
          {"images": 2},
          {"paragraphs": 3}

        ]
      }
    ],

    "objectives": [
      "Describe",
      "Contrast",
      "Identify",
      "Explain"
    ],

    "thoughts": [
      "Did",
      "Should",
      "Assess",
      "Military"
    ],

    "terms": [
      "Crossing the T",
      "Tokyo Express",
      "Island Hopping"
    ]

}
