{
    "date": "1944-10-23",
    "date_end": "1944-10-26",
    "description": "Largest naval battle of WW2",
    "id": 3,

    "name": "The Battle of Leyte Gulf",

    "victor": {
      "country": "USA",
      "strength": "~300 ships; 8 fleet carriers, 8 light carriers, 18 escort carriers, 12 battleships, 24 cruisers, 166 destroyers, ~1500 planes",
      "casualties": "~3,000 casualties; 1 light carrier, 2 escort carriers, 2 destroyers, 1 destroyer escort sunk; 200+ planes"
    },

    "loser": {
      "country": "JAP",
      "strength": "~67 ships; 1 fleet carrier, 3 light carriers, 9 battleships, 14 heavy cruisers, 6 light cruisers, 35+ destroyers, 300+ planes",
      "casualties": "12,500 dead; 1 fleet carrier, 3 light carriers, 3 battleships, 10 cruisers, 11 destroyers sunk; 300+ planes"
    },

    "result": "Decisive Allied victory",

    "pages": [
      {
        "id": 0,
        "title": "Chapter Resources",
        "paragraphs": []
      },
      {
        "id": 1,
        "title": "Introduction",
        "paragraphs": [
          "The Battle of Leyte Gulf, formerly known as the Second Battle of the Philippine Sea, is generally considered to be the largest naval battle of World War II and, by some criteria, possibly the largest naval battle in history. It was fought in waters of the Leyte Gulf, near the Philippine islands of Leyte, Samar and Luzon, from 23–26 October 1944, between combined American and Australian forces and the Imperial Japanese Navy. On 20 October, United States troops invaded the island of Leyte as part of a strategy aimed at isolating Japan from the countries it had occupied in Southeast Asia, and in particular depriving its forces and industry of vital oil supplies. The Imperial Japanese Navy (IJN) mobilized nearly all of its remaining major naval vessels in an attempt to defeat the Allied invasion but was repulsed by the U.S. Navy's 3rd and 7th Fleets. The IJN failed to achieve its objective, suffered very heavy losses, and never sailed to battle in comparable force thereafter. The majority of its surviving heavy ships, deprived of fuel, remained in their bases for the rest of the Pacific War."
        ],
        "order": [
          {"paragraphs": 0}
        ]
      },
      {
        "id": 2,
        "title": "Overview",
        "paragraphs": [
          "The battle consisted of four separate engagements between the opposing forces: the Battle of the Sibuyan Sea, the Battle of Surigao Strait, the Battle of Cape Engaño and the Battle off Samar, as well as other actions. It was the first battle in which Japanese aircraft carried out organized kamikaze attacks. By the time of the battle, Japan had fewer aircraft than the Allied forces had sea vessels, demonstrating the difference in power of the two sides at this point of the war.",
          "On 12 October 1944, the US 3rd Fleet under Admiral Halsey began a series of carrier raids against Formosa and the Ryukyu Islands, with a view to ensuring that the aircraft based there could not intervene in the Leyte landings. The Japanese command therefore put Shō-Gō 2 into action, launching waves of air attacks against 3rd Fleet's carriers. In what Morison refers to as a 'knock-down, drag-out fight between carrier-based and land-based air', the Japanese were routed, losing 600 aircraft in three days, almost their entire air strength in the region. Following the American invasion of the Philippines, the Japanese Navy made the transition to Shō-Gō 1.",
          "Shō-Gō 1 called for Vice-Admiral Jisaburō Ozawa's ships—known as the 'Northern Force'—to lure the main American covering forces away from Leyte. Northern Force would be built around several aircraft carriers, but these would have very few aircraft or trained aircrew. The carriers would serve as the main bait. As the US covering forces were lured away, two other surface forces would advance on Leyte from the west. The 'Southern Force' under Vice Admirals Shoji Nishimura and Kiyohide Shima would strike at the landing area via the Surigao Strait. The 'Center Force' under Vice Admiral Takeo Kurita—by far the most powerful of the attacking forces—would pass through the San Bernardino Strait into the Philippine Sea, turn southwards, and then also attack the landing area.",
          "It is noteworthy that the 25 October Battle of Surigao Strait was one of only two battleship-versus-battleship naval battles in the entire Pacific campaign of World War II (the other being the naval battle during the Guadalcanal Campaign) and was the last action of this type in history. It was also the last battle in which one force (in this case, the U.S. Navy) was able to 'cross the T' of its opponent. However, by the time the battleship action was joined, the Japanese line was very ragged and consisted of only one battleship (Yamashiro), one heavy cruiser and one destroyer, so that the 'crossing of the T' was notional and had little effect on the outcome of the battle.",
          "Also On 25 October off Samar Island, Kurita's force caught Rear Admiral Clifton Sprague's Task Unit 77.4.3 ('Taffy 3') entirely by surprise. Sprague directed his carriers to launch their planes, then run for the cover of a rain squall to the east. He ordered the destroyers and DEs to make a smoke screen to conceal the retreating carriers. Kurita, unaware that Ozawa's decoy plan had succeeded, assumed he had found a carrier group from Halsey's 3rd Fleet. Having just redeployed his ships into anti-aircraft formation, he further complicated matters by ordering a 'General Attack', which called for his fleet to split into different divisions and attack independently.",
          "The destroyer USS Johnston was the closest to the enemy. On his own initiative, Lieutenant Commander Ernest E. Evans steered his hopelessly outclassed ship into the Japanese fleet at flank speed. The Johnston fired its torpedoes at the heavy cruiser Kumano, damaging her and forcing her out of line. Seeing this, Sprague gave the order 'small boys attack', sending the rest of Taffy 3's screening ships into the fray. Taffy 3's two other destroyers, Hoel and Heermann, and the destroyer escort Samuel B. Roberts, attacked with suicidal determination, drawing fire and disrupting the Japanese formation as ships turned to avoid their torpedoes. As the ships approached the enemy columns, Lt. Comdr. Copeland of the Roberts told all hands via bull horn that this would be 'a fight against overwhelming odds from which survival could not be expected.'",
          "Meanwhile, Rear Admiral Thomas Sprague (no relation to Clifton) ordered the sixteen escort carriers in his three task units to immediately launch all their aircraft equipped with whatever weapons they had available, even if these were only machine guns or depth charges. Collectively, Sprague had a total of some 450 aircraft from the carriers at his disposal. Although most of these aircraft were older models, such as the FM-2 Wildcat and TBM Avenger torpedo bombers, the fact that the Japanese force had no air cover of its own meant that American planes could commence their attacks unopposed. Consequently, the air counterattacks were almost unceasing, and some, especially several of the strikes launched from Felix Stump's Task Unit 77.4.2 (Taffy 2), were relatively heavy. The carriers of Taffy 3 turned south and retreated through the shellfire. Gambier Bay, at the rear of the American formation, became the focus of the battleship Yamato and sustained multiple hits before capsizing at 09:07. Several other carriers were damaged but were able to escape.",
          "The ferocity of the defense seemingly confirmed the Japanese assumption that they were engaging major fleet units rather than merely escort carriers and destroyers. The confusion of the 'General Attack' order was further compounded by the air and torpedo attacks, when Kurita's flagship Yamato turned north to evade torpedoes and lost contact with the battle. Kurita abruptly broke off the fight and gave the order 'all ships, my course north, speed 20', apparently to regroup his disorganized fleet. Turning again towards Leyte Gulf, Kurita's battle report stated he had received a message indicating a group of American carriers was steaming north of him. Preferring to expend his fleet against capital ships rather than transports, Kurita set out in pursuit and thereby lost his opportunity to destroy the shipping in Leyte Gulf. After failing to intercept the non-existent carriers, Kurita finally retreated towards San Bernardino Strait. Three of his heavy cruisers had been sunk, and the determined resistance had convinced him that persisting with his attack would only cause further Japanese losses. In addition, Kurita's decision was no doubt influenced by the fact that he did not know that Ozawa had lured Halsey's entire fleet away from Leyte Gulf. Poor communication between the separate Japanese forces and a lack of air reconnaissance meant that Kurita was never informed that the deception had been successful, and that only a small and outgunned force stood between his battleships and the vulnerable transports of the invasion fleet. Thus, Kurita remained convinced that he had been engaging elements of the 3rd Fleet, and it would only be a matter of time before Halsey surrounded and annihilated him. Rear Admiral Clifton Sprague wrote to his colleague Aubrey Fitch after the war, 'I ... stated [to Admiral Nimitz] that the main reason they turned north was that they were receiving too much damage to continue and I am still of that opinion and cold analysis will eventually confirm it.'",
          "Almost all of Kurita's surviving force succeeded in escaping. Halsey and the 3rd Fleet battleships arrived too late to cut him off. Nagato, Haruna and Kongō had been moderately damaged by air attack from Taffy 3's escort carriers. Kurita had begun the battle with five battleships. On their return to their bases, only Yamato remained battleworthy. As the desperate surface action was coming to an end, Vice Admiral Takijirō Ōnishi put his 'Special Attack Force' into operation, launching kamikaze attacks against the Allied ships in Leyte Gulf and the escort carrier units off Samar. The escort carrier St. Lo of Taffy 3 was hit by a kamikaze aircraft and sank after a series of internal explosions."

        ],
        "images": [
          {
            "id": 0,
            "src": "chapters/images/battle-leyte-gulf.0.jpg",
            "title": "The four main actions in the battle of Leyte Gulf",
            "caption": "1: Battle of the Sibuyan Sea, 2: Battle of Surigao Strait, 3: Battle off Cape Engaño, 4: Battle off Samar. Leyte Gulf is north of 2 and west of 4. The island of Leyte is west of the gulf."
          },
          {
            "id": 1,
            "src": "chapters/images/battle-leyte-gulf.1.jpg",
            "title": "Battle of Surigao Strait",
            "caption": "US Navy battleships were able to cross the T of Imperial Japanese Navy forces. This was the last successful maneuver of this type, in which all firepower was able to concentrate on the lead ship of an enemy battle line."
          },
          {
            "id": 2,
            "src": "chapters/images/battle-leyte-gulf.2.jpg",
            "title": "Battle off Samar",
            "caption": "IJN fleet of 4 battleships, 6 heavy cruisers, 2 light criusers, and 11 destroyers engaged with USN forces consisting of 6 escort carriers, 3 destroyers, 4 destroyer escorts, and ultimately 400 aircraft. The US support ships managed to prevent the Japanese fleet from attacking the underdefended escort carriers, and in turn allowed aircraft from the carrier groups to repel the IJN force with major losses."
          }
        ],
        "order": [
          {"paragraphs": 0},
          {"images": 0},
          {"paragraphs": 1},
          {"paragraphs": 2},
          {"images": 1},
          {"paragraphs": 3},
          {"paragraphs": 4},
          {"images": 2},
          {"paragraphs": 5},
          {"paragraphs": 6},
          {"paragraphs": 7},
          {"paragraphs": 8}

        ]
      }
    ],

    "objectives": [
      "Describe the importance of the islands relative to strategic supplies",
      "Contrast the emphasis on mass formation Japanese attacks versus independent American strikes",
      "Identify technological advantages",
      "Explain the different target prioritizations for each side."
    ],

    "thoughts": [
      "Military speaking, how did the introduction of fleet carriers change the nature of traditional naval warfare?",
      "Should the Americans have committed more forces once main target groups were identified?",
      "Assess the advantage of the interdiction of Japanese reinforcements via the Tokyo Express."
    ],

    "terms": [
      "Island Hopping",
      "Unsinkable aircraft carrier",
      "Tokyo Express",
      "Crossing the T"
    ]

}
